Repository: antongrits/CryptoPulse
Catalog: CryptoPulse/*.lproj/Localizable.strings
Languages: be

source: Market
be: Рынак

source: Favorites
be: Абранае

source: Portfolio
be: Партфель

source: Alerts
be: Уведамленні

source: Alert
be: Уведамленне

source: Converter
be: Канвэртар

source: Search
be: Пошук

source: Insights
be: Аналітыка

source: Settings
be: Налады

source: Requires iOS 16.1+
be: Патрабуецца iOS 16.1+

source: Done
be: Гатова

source: Cancel
be: Скасаваць

source: Save
be: Захаваць

source: Retry
be: Паўтарыць

source: Close
be: Закрыць

source: Refresh
be: Абнавіць

source: Sort
be: Сартаванне

source: Section
be: Раздзел

source: All
be: Усе

source: Gainers
be: Рост

source: Losers
be: Падзенне

source: Market Cap
be: Капіталізацыя

source: Price
be: Кошт

source: 24h Change
be: Змена 24г

source: Top Gainers
be: Лідары росту

source: Top Losers
be: Лідары падзення

source: Offline mode. Showing cached data.
be: Афлайн-рэжым. Паказаны кэш.

source: Something went wrong
be: Нешта пайшло не так

source: Try again.
be: Паспрабуйце яшчэ раз.

source: No results
be: Няма вынікаў

source: Try another search query.
be: Паспрабуйце іншы запыт.

source: Search coins
be: Пошук манет

source: No favorites yet
be: Пакуль няма абраных

source: Save coins to track them here.
be: Захоўвайце манеты, каб адсочваць іх тут.

source: Go to Market
be: Перайсці да рынку

source: Remove
be: Выдаліць

source: Delete
be: Выдаліць

source: No holdings
be: Няма пазіцый

source: Track your investments here.
be: Адсочвайце свае інвестыцыі тут.

source: Add Holding
be: Дадаць пазіцыю

source: Edit Holding
be: Рэдагаваць пазіцыю

source: Amount
be: Колькасць

source: Average Buy Price (optional)
be: Сярэдняя цана пакупкі (неабавязкова)

source: Total Value
be: Агульная вартасць

source: P/L
be: П/Ст

source: Amount: %@
be: Колькасць: %@

source: Portfolio Snapshot
be: Здымак партфеля

source: Enable notifications to receive price alerts.
be: Уключыце апавяшчэнні, каб атрымліваць цэнавыя ўведамленні.

source: No alerts
be: Няма ўведамленняў

source: Create alerts to get notified on price moves.
be: Стварайце ўведамленні, каб атрымліваць апавяшчэнні пра рух цаны.

source: Create Alert
be: Стварыць ўведамленне

source: Edit Alert
be: Рэдагаваць ўведамленне

source: Target Price
be: Мэтавая цана

source: Direction
be: Напрамак

source: Repeat Mode
be: Рэжым паўтораў

source: Limit repeat
be: Абмежаваць паўторы

source: Repeat with cooldown
be: Паўтараць з затрымкай

source: Cooldown: %d min
be: Затрымка: %d хв

source: Above
be: Вышэй

source: Below
be: Ніжэй

source: above
be: вышэй

source: below
be: ніжэй

source: %@ price alert
be: Уведамленне цаны %@

source: %@ is %@ %@. Current: %@
be: %@ знаходзіцца %@ %@. Бягучая: %@

source: No market data
be: Няма рынкавых даных

source: Refresh Market to load prices.
be: Абнавіце рынак, каб загрузіць цэны.

source: Coin amount
be: Колькасць манет

source: Result
be: Вынік

source: Copy
be: Капіяваць

source: Copied
be: Скапіявана

source: Unavailable
be: Недаступна

source: Category details are unavailable for this data source.
be: Дэталі катэгорыі недаступныя для гэтай крыніцы даных.

source: History
be: Гісторыя

source: Coin
be: Манета

source: Select Coin
be: Абярыце манету

source: Try another query.
be: Паспрабуйце іншы запыт.

source: Recent searches
be: Нядаўнія запыты

source: Your recent queries will appear here.
be: Вашы апошнія запыты з'явяцца тут.

source: Recent
be: Нядаўнія

source: Clear
be: Ачысціць

source: Details
be: Дэталі

source: Price Chart
be: Графік цаны

source: Chart error
be: Памылка графіка

source: Not enough data
be: Недастаткова даных

source: High %@
be: Максімум %@

source: Low %@
be: Мінімум %@

source: High
be: Максімум

source: Low
be: Мінімум

source: Change
be: Змена

source: Range
be: Дыяпазон

source: Avg Volume
be: Сярэдні аб'ём

source: Max Volume
be: Макс. аб'ём

source: High 24h
be: Макс. 24г

source: Low 24h
be: Мін. 24г

source: Volume 24h
be: Аб'ём 24г

source: Supply
be: Прапановы

source: Updated
be: Абноўлена

source: Rate
be: Курс

source: Scale
be: Маштаб

source: Y Scale
be: Вось Y

# Auto Y
source: Auto
be: Аўта

# Lock Y
source: Lock
be: Фікс

source: Pinned
be: Замацавана

source: Add to Portfolio
be: Дадаць у партфель

source: Create Alert at %@
be: Стварыць ўведамленне на %@

source: Market Pulse
be: Рынкавы пульс

source: Gainers %@
be: Рост %@

source: Losers %@
be: Падзенне %@

source: Favorites %@
be: Абраных %@

source: Could not load insights
be: Не атрымалася загрузіць аналітыку

source: Global Market
be: Глабальны рынак

source: Total Market Cap
be: Агульная капіталізацыя

source: Total Volume
be: Агульны аб'ём

source: BTC Dominance
be: Дамінаванне BTC

source: ETH Dominance
be: Дамінаванне ETH

source: Active Cryptocurrencies
be: Актыўныя крыптавалюты

source: Markets
be: Біржы

source: 24h Change %@
be: Змена 24г %@

source: Appearance
be: Знешні выгляд

source: Feedback
be: Зваротная сувязь

source: About
be: Пра прыкладанне

source: Theme
be: Тэма

source: Haptics
be: Вібраадгук

source: System
be: Сістэмны

source: Light
be: Светлая

source: Dark
be: Цёмная

source: Version
be: Версія

source: Data Source: CoinGecko
be: Крыніца даных: CoinGecko

source: Configuration Error
be: Памылка канфігурацыі

source: Missing COINGECKO_API_KEY. Please set it via Secrets.xcconfig and Info.plist build setting.
be: Адсутнічае COINGECKO_API_KEY. Задайце яго праз Secrets.xcconfig і Info.plist.

source: No internet connection.
be: Няма падключэння да інтэрнэту.

source: Too many requests. Please try again later.
be: Занадта шмат запытаў. Паспрабуйце пазней.

source: Server error (%d).
be: Памылка сервера (%d).

source: Failed to parse server response.
be: Не ўдалося апрацаваць адказ сервера.

source: Unexpected error.
be: Нечаканая памылка.

source: Trending
be: У трэндзе

source: Allocation
be: Размеркаванне

source: Notes
be: Нататкі

source: Compare
be: Параўнанне

source: Ratio
be: Суадносіны

source: Profit Calculator
be: Калькулятар прыбытку

source: Tools
be: Інструменты

source: Personalization
be: Персаналізацыя

source: Widgets
be: Віджэты

source: Home Screen Widgets
be: Віджэты на галоўным экране

source: Get quick market snapshots without opening the app.
be: Хуткія рыначныя зводкі без адкрыцця прыкладання.

source: How to add a widget
be: Як дадаць віджэт

source: Long‑press the Home Screen
be: Націсніце і ўтрымлівайце галоўны экран

source: Tap the + button
be: Націсніце кнопку +

source: Search for CryptoPulse
be: Знайдзіце CryptoPulse

source: Choose size and tap Add Widget
be: Выберыце памер і націсніце «Дадаць віджэт»

source: Tips
be: Парады

source: Widgets refresh automatically. Pull‑to‑refresh in Market to nudge a faster update.
be: Віджэты абнаўляюцца аўтаматычна. Пацягніце спіс у Market, каб паскорыць абнаўленне.

source: More
be: Больш

source: Heatmap
be: Цеплавая мапа

source: Market Heatmap
be: Цеплавая мапа рынку

source: Top 20
be: Топ 20

source: Top 40
be: Топ 40

source: Top 60
be: Топ 60

source: Top 100
be: Топ 100

source: Down
be: Уніз

source: Up
be: Уверх

# Vol %@
source: Volume %@
be: Аб'ём %@

# MCap %@
source: Market Cap %@
be: Капіталізацыя %@

source: Metric
be: Метрыка

source: Target % Change
be: Мэтавае змяненне %

source: price alert
be: цэнавае ўведамленне

source: change alert
be: уведамленне аб змене

source: Cards
be: Карткі

source: Compact
be: Кампактны

source: Category
be: Катэгорыя

source: Categories
be: Катэгорыі

source: Exchanges
be: Біржы

source: Dominance
be: Дамінаванне

source: Market Dominance
be: Дамінаванне рынку

source: Other
be: Іншае

source: Top Coins
be: Топ манеты

source: Established
be: Заснавана

source: Open Website
be: Адкрыць сайт

source: Search categories
be: Пошук катэгорый

source: Search exchanges
be: Пошук бірж

# MCap
source: Market Cap
be: Капіталізацыя

source: Volume %@
be: Аб'ём %@

source: Market Cap %@
be: Капіталізацыя %@

source: No notes yet
be: Пакуль няма нататак

source: Clear all notes?
be: Ачысціць усе нататкі?

source: Language
be: Мова

source: English
be: Англійская

source: Russian
be: Руская

source: Belarusian
be: Беларуская

source: Notifications
be: Уведамленні

source: Create Notification
be: Стварыць ўведамленне

source: Create Notification at %@
be: Стварыць ўведамленне на %@

source: Notifications are enabled
be: Уведамленні ўключаны

source: Add a note…
be: Дадайце нататку…

source: Rank #%@
be: Ранг #%@

source: You Pay
be: Вы плаціце

source: You Receive
be: Вы атрымліваеце

source: Quick amounts
be: Хуткія сумы

source: Select
be: Выбраць

source: Request not supported for this plan.
be: Запыт недаступны для вашага тарыфу.
